// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon zahtjeva tri bitna fajla. (pojednostavljeno rečeno)
boot0 (MBR na disk pogonu) odgovoran za učitavanje boot1.
boot1 (Na particiju za boot-sektor) za pronalaženje boot2.
boot2 (Na particiju za root direktorij) za učitavanje Kernela itd.";

"Standard_title" = "Standard";
"Standard_description" = "instalira Chameleon fajlove u početnu datoteku diska (root) odabrane particije koristeći bilo boot0 ili boot0md u zavisnosti od vašeg sistema ne uništavajući bilo kakvu Winodws instalaciju ukoliko je imate instaliranu.";

"EFI_title" = "EFI";
"EFI_description" = "Instalira Chameleon fajlove za normalno skrivenu particiju EFI koristeći bilo boot0 ili boot0md u zavisnosti od vašeg sistema ne uništavajući bilo kakvu Winodws instalaciju ukoliko je imate instaliranu.";

"noboot_title" = "Ne instaraj Bootloader";
"noboot_description" = "Korisno ukoliko želite instalirati samo extra.";

// Modules

"Module_title" = "Chameleon Moduli";
"Module_description" = "Moduli ugrađeni u sistem Cameleona omogućuju korisniku ili programeru proširenje funkcionalnosti jezgre Cameleona bez zamjene glavnog boot fajla. ";

"klibc_title" = "klibc";
"klibc_description" = "Ovaj modul omogućava standard C biblioteku za module za povezivanje ako chameleon bibljoteka nije dovoljna.
Ovo se trenutno koristi samo sa uClibc++ bibliotekom.
Izvor: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Rezolucija";
"AutoReso_description" = "Ovaj module čita edid informacije sa monitora priključenog na glavni zaslon.
Modul trenutno nije integrisan u trunk i nema veliku korist kao što stoji.
Osim toga, modul će zakrpati VESA modove koji su prisutni u pred Intelovim HD grafičkim karticama kako bi osigurale odgovarajuću rezoluciju prilikom podizanja.";

"uClibc_title" = "uClibc++";
"uClibc_description" = "Ovaj modul omogućuje minimalistički c++ runtime biblioteku za korištenje u drugim modulima.
To ne pruža funkcionalnost sama po sebi, umjesto toga, koristi kako bi se omogućilo korištenje c++ jezika u ostalim modulima.
Imajte na umu da su obe RTTI i iznimke onemogućene.
Izvor: http://cxx.uclibc.org/
Dependencies: klibc";

// Utility
"Utility_title" = "Korisno";
"Utility_description" = "Izborni fajlovi za pomoć pri instalaciji";

"PrefPanel_title" = "Preferens Ploča";
"PrefPanel_description" = "Instalira Preferens ploču za Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Kopira primjer smbios.plist u /Extra/Configuration.";

"Documentation_title" = "Documentacija";
"Documentation_description" = "Dokumentacija za Chameleon priručnik instaliranje i korištenje";

// Options
"Options_title" = "Boot Opcije";
"Options_description" = "Kreira /Extra/org.chameleon.Boot.plist i odaberete željene opcije za kontrolu Chameleon postavki.";

"arch_title" = "arch=i386";
"arch_description" = "Pokreće jezgru (kernel) u 32bitnom modu radije nego u zadanom 64bitnom modu.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Prikaz zaslona za odabir particije bez prikazivanja timeout ekrana.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Omogućava mod mirnog pokretanja (bez poruka ili redaka).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Isključuje automatsko omogućavanje restart fix opcije";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "Onemogućava prikaz detalja o particiji i rezoluciji.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Odbacuje SSDT tablice ugrađene u matičnoj ploči.";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "Omogućuje mogućnost dodavanja "ugrađeno" na vaše Ethernet uređaje.";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "Omogućuje opciju auto prepoznavanja NVIDIA baziranih grafičkih video kartica i upisuje pravilne informacije.";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "Uključuje specifično Processorsko stanje napajanja, C2.";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "Uključuje specifično Processorsko stanje napajanja, C3.";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "Uključuje specifično Processorsko stanje napajanja, C4.";

// Advanced
"Advanced_title" = "Napredno";
"Advanced_description" = "Odaberite napredne željene opcije za kontrolu Cameleon postavki.";

"Npci_title" = "npci=0x2000";
"Npci_description" = "Postavite zastave npci = 0x2000 za Kernel Zastave";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Skriva Cameleon boot banner u grafičkom korisničkom inferfejsu (GUI).";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Koristite legacy (sivi i bijeli) apple logo prilikom podizanja radije nego boot.png logo od teme";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Uključuje SMBIOS zadanu opciju.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Uključuje UseAtiROM opciju.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Uključuje UseNvidiaROM opciju.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Pauzira boot proces nakon što je Cameleon završio postavljanje onda čeka na pritisak tipke prije nego starta mach kernel. Korisno u kombinaciji sa verbose podizanjem za riješavanje problema.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Pokušava da učita uspavanu sliku snimljenu od prethodne hibernacije";

"GUI_title" = "GUI=No";
"GUI_description" = "Onemogućuje uključeni zadani korisnički grafički interfejs.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Uključuje VBIOS opciju";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Uključuje automatsko generisanje procesora u stanju mirovanja (C-States).";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Omogućuje automatsko generiranje snage procesora stanja performansi (P-States).";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "Nova C-state _CST generacija metodom SystemIO registracije umjesto FixedHW.";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "Omogućuje HPET na Intel čipsetima, za biose koje ne  uključuju opciju.";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "Ova opcija omogućuje vam da zaobiđete loše uspavane slike (sleep images).";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "Omogućuje opciju za popravak bilo koje EHCI vlasničkih pitanja zbog lošeg biosa.";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "Omogućuje opciju za reset UHCI kontrolera prije početka podizanja OS X-a.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Isključuje automatsko omogućeno RAM prepoznavanje.";

// Resolution
"Resolution_title" = "Resolution";
"Resolution_description" = "Postavlja ekran rezoluciju za vaš monitor";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Themes";
"Themes_description" = "Zbirka predloženih tema
Više tema se može pronaći na http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "Manja jednostavna verzija nove zadane teme koja se koristiprilikom izgradnje Chameleon-a koji zahtjeva ugrađenu temu. ";

"Legacy_title" = "Legacy";
"Legacy_description" = "Chameleonova prethodno zadana tema.";

"Default_title" = "Standard";
"Default_description" = "Chameleonova trenutno zadana tema.";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "A collection of useful addons";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Instalacija zadanog SMBIOS-a nadjačava smbios.plist u Extra folderu.";

// Error strings
"ERROR_BOOTVOL" = "Ovaj softver mora biti instaliran na volumen sa kojeg se pokreće.";
"ERROR_INSTALL" = "Ovaj volumen ne ispunjava uslove za ovu nadogradnju.";

"Newer_Package_Installed_message" = "Nova verzija Chameleona već je instalirana";
"Intel_Mac_message" = "Ovaj software ne može biti instaliran na ovom računaru";
